telegrambot.username = CriptoSchedulerBot
telegrambot.token = 5252798211:AAGxqDtgYoZt118tcIjMVJwRxfepLTo1rHY
telegrambot.path = https://c689-188-124-236-100.ngrok.io

exmo.baseurl = https://api.exmo.com/v1.1
gate.baseurl = https://api.gateio.ws/api/v4/spot

spring.data.mongodb.host=localhost
spring.data.mongodb.port=27017
spring.data.mongodb.database=criptobot

message.helpbutton = \uD83D\uDC23\u0414\u043B\u044F \u0432\u0437\u0430\u0438\u043C\u043E\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u0441 \u0431\u043E\u0442\u043E\u043C \u0432\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u043A\u043D\u043E\u043F\u043A\u0430\u043C\u0438.\n\n\uD83D\uDCB0\u041F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0446\u0435\u043D\u0443 - \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0435 \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0446\u0435\u043D\u044B \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u0412\u0430\u043C\u0438 \u043A\u0440\u0438\u043F\u0442\u043E\u0432\u0430\u043B\u044E\u0442\u043D\u043E\u0439 \u0431\u0438\u0440\u0436\u0438 \u0438 \u043F\u0430\u0440\u044B.\n\u23F0\u041F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0446\u0435\u043D\u044B - \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0443\u044E \u0432\u0430\u043B\u044E\u0442\u043D\u0443\u044E \u043F\u0430\u0440\u0443 \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0439 \u0432 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0439 \u043F\u0440\u043E\u043C\u0435\u0436\u0443\u0442\u043E\u043A \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0443\u043A\u0430\u0436\u0435\u0442\u0435.\n\uD83D\uDDC2\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u043C\u043E\u0438\u0445 \u043F\u043E\u0434\u043F\u0438\u0441\u043E\u043A - \u0432\u044B\u0432\u043E\u0434 \u0412\u0430\u0448\u0438\u0445 \u0442\u0435\u043A\u0443\u0449\u0438\u0445 \u043F\u043E\u0434\u043F\u0438\u0441\u043E\u043A, \u0442\u0430\u043A\u0436\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043E\u0442\u043F\u0438\u0441\u0430\u0442\u044C\u0441\u044F \u043E\u0442 \u043D\u0438\u0445.\n\uD83D\uDCCA\u041F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0433\u0440\u0430\u0444\u0438\u043A \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0446\u0435\u043D\u044B - \u0432\u044B\u0432\u043E\u0434 \u0433\u0440\u0430\u0444\u0438\u043A\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0446\u0435\u043D\u044B \u0432\u0430\u043B\u044E\u0442\u043D\u043E\u0439 \u043F\u0430\u0440\u044B  \u0437\u0430 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0412\u0430\u043C\u0438 \u043F\u0440\u043E\u043C\u0435\u0436\u0443\u0442\u043E\u043A \u0432\u0440\u0435\u043C\u0435\u043D\u0438.\n\n\u0414\u0430\u043B\u0435\u0435 \u0412\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u044C \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u044F\u043C, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C \u0431\u043E\u0442.
message.cron = \u23F3\u0414\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0438\u0442\u044C \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F, \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u0432\u0440\u0435\u043C\u044F \u0432 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u043C \u0444\u043E\u0440\u043C\u0430\u0442\u0435: * * * * * *\n1 - \u0421\u0435\u043A\u0443\u043D\u0434\u044B(0-59)\n2 - \u041C\u0438\u043D\u0443\u0442\u044B(0-59)\n3 - \u0427\u0430\u0441\u044B(0-23)\n4 - \u0414\u043D\u0438(1-31)\n5 - \u041C\u0435\u0441\u044F\u0446(1-12)\n6 - \u0414\u043D\u0438 \u043D\u0435\u0434\u0435\u043B\u0438(0-7)\n\u203C\uFE0F\u0415\u0441\u043B\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0435 \u0440\u0430\u0437 \u0432 \u043A\u0430\u043A\u043E\u0439-\u0442\u043E \u043F\u0440\u043E\u043C\u0435\u0436\u0443\u0442\u043E\u043A \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0432\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u043E\u0431\u043E\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C: */10.\n\u2714\uFE0F\u041F\u0440\u0438\u043C\u0435\u0440: */10 * * * * * - \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0430 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0439 \u0440\u0430\u0437 \u0432 10 \u0441\u0435\u043A\u0443\u043D\u0434.
message.subscribe = \u0412\u0430\u0448\u0438 \u043F\u043E\u0434\u043F\u0438\u0441\u043A\u0438.\n\u2757\uFE0F\u0414\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u043A\u0443, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u0432\u044B\u043B\u044E\u0442\u043D\u0443\u044E \u043F\u0430\u0440\u0443.
message.notfoundsubscribe = \u274C\u0423 \u0432\u0430\u0441 \u0435\u0449\u0435 \u043D\u0435\u0442 \u043F\u043E\u0434\u043F\u0438\u0441\u043E\u043A.\n\u0414\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u043F\u0434\u043F\u0438\u0441\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0432\u0430\u043B\u044E\u0442\u043D\u0443\u044E \u043F\u0430\u0440\u0443, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0446\u0435\u043D\u044B"
message.find = \u041F\u043E \u0432\u0430\u0448\u0435\u043C\u0443 \u0437\u0430\u043F\u0440\u043E\u0441\u0443 \u043D\u0438\u0447\u0435\u0433\u043E \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E. \u0412\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u043A\u043D\u043E\u043F\u043A\u0430\u043C\u0438!